/*
  --------------------------------------------------------------------------------------
  Variáveis
  --------------------------------------------------------------------------------------
*/
let modoLogin = true;
let abaAtiva = "latestAdded";
const url = "http://127.0.0.1:5000";

/*
  --------------------------------------------------------------------------------------
  Função para iniciar aplicação
  --------------------------------------------------------------------------------------
*/
const iniciar = () => {
  console.log("Inicializando app...");
  verificarUsuarioLogado();
  carregarUltimosAdicionados();
};

iniciar();
